//-----------------------------------------------------------------------------
// 	Localizable.strings 
//	
//	Copyright (c) 2000-2006 Digidesign Inc.
//	All rights reserved
//
//	CONFIDENTIAL: This document contains confidential information. 
//	Do not disclose any information contained in this document to any
//	third-party without the prior written consent of Digidesign Inc.
//	
//-----------------------------------------------------------------------------

/* L10N_DHS3 */

	"100" = "??";
	"101" = "Cue";
	"102" = "Slate";
	"103" = "Analog (DB-25)";
	"104" = "AES/EBU (DB-25)";
	"105" = "Dig";
	"106" = "CR Path";
	"107" = "Format";
	"108" = "Fold-Down";
	"109" = "Unknown";
	"110" = "MAIN";
	"111" = "ALT";
	"112" = "None";
	"113" = "Mono";
	"114" = "Stereo";
	"115" = "2.1";
	"116" = "LCR";
	"117" = "Quad";
	"118" = "LCRS";
	"119" = "5.0";
	"120" = "5.1";
	"121" = "6.0";
	"122" = "6.1";
	"123" = "7.0";
	"124" = "7.1";
	"125" = "7.0 SDDS";
	"126" = "7.1 SDDS";
	"127" = "7.0.2";
	"128" = "7.1.2";
	"129" = "Overhead";
	"130" = "11.0";
	"131" = "11.1";
	"132" = "Generic";
	"133" = "1";
	"134" = "2";
	"135" = "3";
	"136" = "4";
	"137" = "5";
	"138" = "6";
	"139" = "7";
	"140" = "8";
	"141" = "9";
	"142" = "10";
	"143" = "11";
	"144" = "12";
	"145" = "?";
	"146" = "L";
	"147" = "Lc";
	"148" = "C";
	"149" = "M";
	"150" = "Rc";
	"151" = "R";
	"152" = "Lss";
	"153" = "Rss";
	"154" = "Lsr";
	"155" = "Rsr";
	"156" = "Ls";
	"157" = "Cs";
	"158" = "S";
	"159" = "Rs";
	"160" = "Lts";
	"161" = "Rts";
	"162" = "Lw";
	"163" = "Rw";
	"164" = "LFE";
	"165" = "1st Order Ambisonics";
	"166" = "2nd Order Ambisonics";
	"167" = "3rd Order Ambisonics";
	"168" = "00";
	"169" = "01";
	"170" = "02";
	"171" = "03";
	"172" = "04";
	"173" = "05";
	"174" = "06";
	"175" = "07";
	"176" = "08";
	"177" = "09";
	"178" = "10";
	"179" = "11";
	"180" = "12";
	"181" = "13";
	"182" = "14";
	"183" = "15";
	"184" = "Main";
	"185" = "Alt 1";
	"186" = "Alt 2";
	"187" = "HP %1";

/* L10N_StudioMgr2 */

	"200" = "mono";
	"201" = "stereo";
	"202" = "Mono";
	"203" = "Stereo";
	"204" = "LCR";
	"205" = "Quad";
	"206" = "LCRS";
	"207" = "5.0";
	"208" = "6.0";
	"209" = "7.0 SDDS";
	"210" = "7.0";
	"211" = "9.0";
	"212" = "2.1";
	"213" = "5.1";
	"214" = "6.1";
	"215" = "7.1 SDDS";
	"216" = "7.1";
	"217" = "input";
	"218" = "output";
	"219" = "bus";
	"220" = "insert";
	"221" = "SampleCell";
	"222" = "Left";
	"223" = "Left Center";
	"224" = "Center";
	"225" = "Sub";
	"226" = "Right Center";
	"227" = "Right";
	"228" = "Left/Right";
	"229" = "Left Surround";
	"230" = "Center Surround";
	"231" = "Right Surround";
	"232" = "Surround";
	"233" = "LFE";
	"234" = "Record Track #%1";
	"235" = "off";
	"236" = "dyn";
	"237" = "Main Volume";
	"238" = "Send Volume";
	"239" = "Best Pro Tools deck available";
	"240" = "Best TDM deck available";
	"241" = "Best TDM Pro Tools deck available";
	"242" = "Fact";
	"243" = "SampleCell #%1";
	"244" = "SC #%1";
	"245" = "Mic Preamps";
	"246" = "Pro Tools|HD (1 DSP, %1 Voices)";
	"247" = "Pro Tools|HD (1 DSP, %1 Voices)";
	"248" = "Pro Tools|HD (1 DSP, %1 Voices)";
	"249" = "Pro Tools|HD (2 DSP, %1 Voices)";
	"250" = "Pro Tools|HD (2 DSP, %1 Voices)";
	"251" = "Pro Tools|HD (2 DSP, %1 Voices)";
	"252" = "Pro Tools|HD (3 DSP, %1 Voices)";
	"253" = "Pro Tools|HD (3 DSP, %1 Voices)";
	"254" = "Pro Tools|HD (3 DSP, %1 Voices)";
	"255" = "Pro Tools|HD (4 DSP, %1 Voices)";
	"256" = "Pro Tools|HD (4 DSP, %1 Voices)";
	"257" = "Pro Tools|HD (4 DSP, %1 Voices)";
	"258" = "Pro Tools|HD (5 DSP, %1 Voices)";
	"259" = "Pro Tools|HD (5 DSP, %1 Voices)";
	"260" = "Pro Tools|HD (5 DSP, %1 Voices)";
	"261" = "Pro Tools|HD (6 DSP, %1 Voices)";
	"262" = "Pro Tools|HD (6 DSP, %1 Voices)";
	"263" = "Pro Tools|HD (6 DSP, %1 Voices)";
	"264" = "Pro Tools|HD (7 DSP, %1 Voices)";
	"265" = "Pro Tools|HD (7 DSP, %1 Voices)";
	"266" = "Pro Tools|HD (7 DSP, %1 Voices)";
	"267" = "Pro Tools|HD (8 DSP, %1 Voices)";
	"268" = "Pro Tools|HD (8 DSP, %1 Voices)";
	"269" = "Pro Tools|HD (8 DSP, %1 Voices)";
	"270" = "Pro Tools|HD (9 DSP, %1 Voices)";
	"271" = "Pro Tools|HD (9 DSP, %1 Voices)";
	"272" = "LE on Pro Tools|HD";
	"273" = "96 I/O";
	"274" = "192 I/O";
	"275" = "192 Digital I/O";
	"276" = "No peripheral found for the deck.";
	"277" = "96i I/O";
	"278" = "dyn";
	"279" = "Error encountered while trying to save the mappings file.";
	"280" = "Save Plug-In Mappings As:";
	"281" = "Save Plug-In Mapping As:";
	"282" = "Choose a mappings file:";
	"283" = "Error encountered while trying to read the mappings file.";
	"284" = "One or more master faders could not be made active because %1.";
	"285" = "You have selected an output path which is used by your current Pro Tools session.  Any AFL or PFL signal will interrupt the output path you have selected with the AFL/PFL signal.";
	"286" = "Solo mode has been changed to SIP-only, as DSP resources are insufficient to use AFL/PFL.  Try freeing up DSP by making some tracks or plug-ins inactive.";
	"287" = "Updating solo connections...";
	"288" = "HD Native";
	"289" = "There are existing paths.  How would you like these to be handled?";
	"290" = "Delete unused paths";
	"291" = "Delete existing paths";
	"292" = "Add to existing paths";
	"293" = "Cancel";
	"294" = "Pro Tools|HDX (%1 Card(s), %2 Voices)";
	"295" = "Pro Tools|HDX (%1 Card(s), %2 Voices)";
	"296" = "Pro Tools|HDX (%1 Card(s), %2 Voices)";
	"297" = "Pro Tools|HDX (%1 Card(s), %2 Voices)";
	"298" = "HD Native Thunderbolt";

/* L10N_StudioMgr3 */

	"300" = "(unknown)";
	"301" = "VENUE HD";
	"302" = "Stage Inputs";
	"303" = "HD Outputs";
	"304" = "HD Assignables";
	"305" = "Assignable";
	"306" = "In order to use AFL/PFL, you must quit Pro Tools and install the Surround Mixer plug-in from the Pro Tools Installer CD.";
	"307" = "Please check that all cables are properly connected.";
	"308" = "A communication error has been detected with %1.";
	"309" = "Mute";
	"310" = "Send Mute";
	"311" = "Object Toggle";
	"312" = "Multi Object";
	"313" = "Deleting a custom Plug-in Map will permanently remove the map from the system and is not undoable.  Any and all plug-ins using the map will revert to their default map.  Are you sure you want to delete the map?";
	"314" = "This action will permanently delete all custom Plug-in Maps and ICON Fader Plug-in Maps from the system and is not undoable.  All plug-ins will revert to their factory default maps.  Are you sure you want to delete all maps?";
	"315" = "This action will permanently delete all custom Plug-in Maps from the system and is not undoable.  All plug-ins will revert to their factory default maps.  Are you sure you want to delete all maps?";
	"316" = "Factory Default Map";
	"317" = "Custom Map ";
	"318" = "Plug-in Map Importing";
	"319" = "When importing from this Plug-in Map file, the following will be replaced:";
	"320" = "  - All ICON Fader Plug-in Maps";
	"321" = "  - \"%1\" for %2";
	"322" = "Would you like to continue?";
	"323" = "<unknown plug-in>";
	"324" = "ICON";
	"325" = "ProControl";
	"326" = "24-fader";
	"327" = "8-fader";
	"328" = "Updating Plug-in Maps";
	"329" = "HD I/O";
	"330" = "HD OMNI I/O";
	"331" = "MADI I/O";
	"332" = "Main";
	"333" = "Cue";
	"334" = "Dialog";
	"335" = "Effects";
	"336" = "Music";
	"337" = "None";
	"338" = "Custom...";
	"339" = "path n/a";
	"340" = "Input ";
	"341" = "Output ";
	"342" = "MADI 1 (1-14)";
	"343" = "MADI 1 (1-16)";
	"344" = "MADI 1 (1-28)";
	"345" = "MADI 1 (1-32)";
	"346" = "MADI 1 (33-48)";
	"347" = "MADI 1 (33-56)";
	"348" = "MADI 1 (33-64)";
	"349" = "MADI 2 (1-14)";
	"350" = "MADI 2 (1-16)";
	"351" = "MADI 2 (1-28)";
	"352" = "MADI 2 (1-32)";
	"353" = "Rebuilding mixers...";
	"354" = "Updating I/O Setup...";
	"355" = "Left Surround Side";
	"356" = "Right Surround Side";
	"357" = "Left Surround Rear";
	"358" = "Right Surround Rear";
	"359" = "Left Top Surround";
	"360" = "Right Top Surround";
	"361" = "Feedback loop detected at stem %1, loop will be ignored.";
	"362" = "Unable to compensate for track (%1) latency.";
	"363" = "Configuring Mixer...";
	"364" = "Enabling Side Chain Delay Compensation";
	"365" = "Disabling Side Chain Delay Compensation";
	"366" = "Inspecting track (%1)";
	"367" = "There is not enough DSP to enable Side Chain Compensation Error (%1)";
	"368" = "Configuring Track %1 ...";
	"369" = "Network";
	"370" = "Unable to create host mixer";
	"371" = "offline";
	"372" = "WARNING: Do not proceed until reading.\n\n";
	"373" = "Renderer mappings have been dropped because the renderer input configuration does not match Pro Tools. This may result in lost track automation if you ‘OK’ the IO Setup window.\n\nTo resolve this without losing automation:\n\t• Click CANCEL in the IO Setup window\n\t• On the renderer, ensure the input configuration matches Pro Tools\n\t• Reopen the IO Setup, verify there are no more warnings, then click ‘OK’ to confirm.\n\nDropped Mappings:\n\n";
	"374" = "Renderer mappings have been dropped because there are not exactly two sub-paths within the stereo bus:\n\nTo resolve this without losing automation:\n\t• Take note of the dropped mappings, or save a report\n\t• Continue opening IO Setup\n\t• Find the busses that were listed in the dropped mapping report, and modify stereo objects to contain only 2 mono subpaths\n\t• Remap modified subpaths to any available consecutive objects \n\t• ‘OK’ the IO Setup Window\n\nDropped Mappings:\n\n";
	"375" = "Renderer mappings have been dropped because the stereo bus sub-paths had non-consecutive object assignments:\n\nTo resolve this without losing automation:\n\t• Take note of the dropped mappings, or save a report\n\t• Continue opening IO Setup\n\t• Find the busses that were listed in the dropped mapping report, and remap their subpaths to any available consecutive objects\n\t• ‘OK’ the IO Setup Window\n\nDropped Mappings:\n\n";
	"376" = "Pro Tools has detected changes which may result in lost mappings to the Dolby Atmos Renderer for tracks currently used in the session.\n\n";
	"377" = "Dropped object mappings may result in lost track automation. To avoid this, you can either cancel the IO Setup window and start over, or fix the removed mappings.\n\n";
	"378" = "Dropped Mappings";
	"379" = "Dropped Renderer Mappings:\n";
	"380" = "Would you like to proceed?";
	"381" = "Input Index";
	"382" = "The Aux I/O device '%1' does not support the current Pro Tools H/W Buffer Size (%2). Audio artifacts may be heard.";

/* L10N_StudioMgr4 */

	"400" = "Pro Tools|HDX";
	"401" = "These files are not valid settings files for Clip Effects:";
	"402" = "MTRX 16x16";
	"403" = "MTRX DigiLink Main";
	"404" = "Left Wide";
	"405" = "Right Wide";
	"406" = "11.0 %1-%2";
	"407" = "11.1 %1-%2";
	"408" = "11.0 %1";
	"409" = "11.1 %1";
	"410" = "no object";
	"411" = "Mono %1";
	"412" = "Stereo %1-%2";
	"413" = "LCR %1-%2";
	"414" = "Quad %1-%2";
	"415" = "LCRS %1-%2";
	"416" = "5.0 %1-%2";
	"417" = "6.0 %1-%2";
	"418" = "7.0 SDDS %1-%2";
	"419" = "7.0 %1-%2";
	"420" = "5.1 %1-%2";
	"421" = "6.1 %1-%2";
	"422" = "7.1 SDDS %1-%2";
	"423" = "7.1 %1-%2";
	"424" = "7.0.2 %1-%2";
	"425" = "7.1.2 %1-%2";
	"426" = "Mono %1";
	"427" = "Bus %1-%2";
	"428" = "LCR %1";
	"429" = "Quad %1";
	"430" = "LCRS %1";
	"431" = "5.0 %1";
	"432" = "6.0 %1";
	"433" = "7.0 SDDS %1";
	"434" = "7.0 %1";
	"435" = "5.1 %1";
	"436" = "6.1 %1";
	"437" = "7.1 SDDS %1";
	"438" = "7.1 %1";
	"439" = "7.0.2 %1";
	"440" = "7.1.2 %1";
	"441" = "1AmbiACN %1";
	"442" = "2AmbiACN %1";
	"443" = "3AmbiACN %1";
	"444" = "1AmbiACN %1-%2";
	"445" = "2AmbiACN %1-%2";
	"446" = "3AmbiACN %1-%2";
	"447" = "1st Order Ambisonics";
	"448" = "2nd Order Ambisonics";
	"449" = "3rd Order Ambisonics";
	"450" = "7.0.2";
	"451" = "7.1.2";
	"452" = "W";
	"453" = "X";
	"454" = "Y";
	"455" = "Z";
	"456" = "0";
	"457" = "1";
	"458" = "2";
	"459" = "3";
	"460" = "4";
	"461" = "5";
	"462" = "6";
	"463" = "7";
	"464" = "8";
	"465" = "9";
	"466" = "A";
	"467" = "B";
	"468" = "C";
	"469" = "D";
	"470" = "E";
	"471" = "F";
	"472" = "The current session has an output bus mapped to this output and it may not be remapped to an object";
	"473" = "There are no available renderer mapping for this channel width";
	"474" = "Auto-height overrides height automation";
	"475" = "Pro Tools|HDX (%1 Card(s), %2 Voices)";
	"476" = "Pro Tools|HDX (%1 Card(s), %2 Voices)";
	"477" = "Pro Tools|HDX (%1 Card(s), %2 Voices)";
	"478" = "Pro Tools|Carbon";

